[
  {
    "espanol": "Buenas tardes para todos, por este medio solicito follow up del caso del señor Néstor alfaras, muchísimas gracias",
    "english": "Good afternoon to everyone, through this medium I request a follow up on the case of Mr. Nestor Alfaras, thank you very much."
  },
  {
    "espanol": "Buenas tardes, por favor necesito un follow up del caso del señor Daniel Solís Martínez, muchas gracias.",
    "english": "Good afternoon, please I need a follow up on Mr. Daniel Solís Martínez's case, thank you very much."
  },
  {
    "espanol": "Qué ha pasado con la carpa de Nydia Cruz",
    "english": "What has happened with Nydia Cruz's tent?"
  },
  {
    "espanol": "Para cuando podemos agendar la carpa???",
    "english": "When can we schedule the tent???"
  },
  {
    "espanol": "Saludos! Me podrian confirmar personal para la cita de inspeccion del cliente Alvin en Kindred... el dice que es hoy a las 9am y que personal del seguro ya esta alli y no hemos llegado",
    "english": "Greetings! Could you confirm staff for Alvin's client inspection appointment at Kindred... he says it is today at 9am and that the insurance staff is already there and we have not arrived yet."
  },
  {
    "espanol": "Eu Para cuando podemos agendar la carpa ???",
    "english": "When can we schedule the tent ???"
  },
  {
    "espanol": "Saludos. Status de Ricardo? Please and thanks",
    "english": "Greetings. What's Ricardo's status? Please and thanks."
  },
  {
    "espanol": "Para cuando tienen programada la mitigación de la señora Carol??",
    "english": "When is Mrs. Carol's mitigation scheduled for?"
  },
  {
    "espanol": "Buenas tardes! El día de hoy me llamó Brian Muñiz, a preguntarme cómo iba el proceso ya que no se han comunicado con el; podrían por favor informarme el status de este cliente. Mil gracias.",
    "english": "Good afternoon! Today Brian Muñiz called me, asking how the process was going since nobody has contacted him; could you please inform me of this client's status. Thank you very much."
  },
  {
    "espanol": "Buenos días, con quien puedo saber el estatus de la cliente Paola Ordóñez??",
    "english": "Good morning, who can I ask about the status of the client Paola Ordóñez?"
  },
  {
    "espanol": "Necesito saber cómo va el proceso porque la cliente ya está preocupada",
    "english": "I need to know how the process is going because the client is already worried."
  },
  {
    "espanol": "Hola Buenas tardes la señora Reyna García me llamó para preguntarme porque después de tanto tiempo aún no han pautado la cita con el seguro",
    "english": "Hello, Good afternoon, Mrs. Reyna Garcia called me to ask why after such a long time they have not yet scheduled the appointment with the insurance."
  },
  {
    "espanol": "Otra pregunta el señor Hector del valle me dice que lo visitó un ajustador del seguro hace dos semanas y que alguien lo acompañó . Alguien de restoration estuvo en esa visita?",
    "english": "Another question, Mr. Hector Del Valle tells me that an insurance adjuster visited him two weeks ago and that someone accompanied him. Was someone from restoration present at that visit?"
  },
  {
    "espanol": "Necesitamos saber si ya el caso de la señora Carol Adames ya se pasó a WekLaw",
    "english": "We need to know if Mrs. Carol Adames' case has already been passed to WekLaw."
  },
  {
    "espanol": "A la señora Yadira Lugo le llegó este comunicado hoy pero los abogados no se han comunicado con ella quiere saber qué hacer?",
    "english": "Mrs. Yadira Lugo received this notice today but the lawyers have not contacted her, she wants to know what to do?"
  },
  {
    "espanol": "Con quien puedo saber el estatus del señor Luiz Marquesini que se firmó el 30 de Agosto de 2022",
    "english": "Who can I ask about the status of Mr. Luiz Marquesini who signed on August 30, 2022?"
  },
  {
    "espanol": "Hola Carlos buenas tardes, el cliente Daniel Solís me llamo diciéndome que ya le habían puesto el tarp y hecho la mitigación pero que el quería saber ahora que seguía y si le pueden dar información de cómo va el proceso",
    "english": "Hello Carlos, good afternoon, the client Daniel Solis called me saying that they had already put up the tarp and done the mitigation but he wanted to know what was next and if they can give him information on how the process is going."
  },
  {
    "espanol": "Entonces me podrías decir cómo va el tema con los abogados? Porfa",
    "english": "So could you tell me how things are going with the lawyers? Please"
  }
]
